Repository: praekelt/actionforwomen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: this week
fr: Cette semaine

source: last week
fr: La semaine dernière

source: older
fr: Avant

source: Select Gender
fr: Choisir un sexe

source: Male
fr: Fait

source: Female
fr: Femme

source: Other
fr: Autre

source: Select Identity
fr: Choisir une identité

source: First Nations Status
fr: Première Nation (membre inscrit)

source: First Nations Non-Status
fr: Première Nation (membre non inscrit)

source: Metis
fr: Métis

source: Non-Aboriginal
fr: Non-autochtone

source: Unable to find an account for the provided mobile number. Please try again.
fr: Aucun compte ne correspond au numéro de cellulaire fourni. SVP essaie de nouveau.

source: You have already tried to reset your PASSWORD today. Please wait for your SMS or try again tomorrow.
fr: Tu as déjà tenté de modifier ton code NIP aujourd’hui. SVP attends ton SMS ou essaie de nouveau demain.

source: Hi %(name)s. Follow this link to reset your PASSWORD: http://%(domain)s%(url)s
fr: Nous avons reçu une demande de modification de mot de passe sur le site A4W.ca, associée à cette adresse. Si tu as bien fait cette demande, clique sur le lien ci-dessous. Si tu n’as pas fait cette demande, ne tiens pas compte de ce message. http://%(domain)s%(url)s

source: Unable to find an account for the provided email. Please try again.
fr: Aucun compte ne correspond au courriel fourni. SVP essaie de nouveau.

source: [A4W] Reset your PASSWORD
fr: [A4W] Modifier ton code NIP.

source: Enter a valid mobile number in the form 14034228916
fr: Saisis un numéro de cellulaire valide comme ceci : 14034228916

source: A user with that mobile number already exists.
fr: Un compte d’utilisateur correspondant à ce numéro existe déjà.

source: Forgotten your PASSWORD?
fr: J'ai oublié mon mot de passe

source: Enter a valid email address.
fr: SVP inscrire une adresse courriel valide.

source: A user with that email already exists
fr: Un compte d’utilisateur correspondant à ce courriel existe déjà.

source: Upload Picture
fr: Ajoute ta photo

source: Name
fr: Nom

source: Surname
fr: Nom d'utilisateur

source: Display Name
fr: Pseudonyme

source: Year of birth
fr: Année de naissance

source: Engage Anonymously
fr: Participer de façon anonyme

source: Please use an image that is smaller or equal to 500 x 500 pixels.
fr: SVP utilise une image de 500x500 pixels maximum.

source: Please use a JPEG or PNG image.
fr: SVP choisir un fichier JPEG ou PNG

source: Image file too large ( maximum 500KB )
fr: Le fichier est trop gros (max. 500 KB)

source: Email is required.
fr: Une adresse courriel est requise.

source: From %(name)s. %(message)s
fr: De : %(name)s. %(message)s

source: [A4W] User Feedback
fr: [A4W] Opinion d’utilisateur

source: French
fr: Français

source: Mobile
fr: Numéro De Téléphone

source: Search
fr: Recherche

source: Search:
fr: Recherche:

source: Submit
fr: soumettre

source: About
fr: A propos de

source: Terms
fr: Termes

source: Site FAQs
fr: FAQ du site

source: Site Support
fr: Soutien technique

source: Site Language:
fr: Langue du site:

source: All rights reserved.
fr: Tous droits réservés.

source: Sign in
fr: Connexion

source: Enter your Email and 4-digit PASSWORD
fr: Inscris ton nom d’utilisateur et ton code d'accès à 4 chiffres

source: PASSWORD
fr: Code d'accès

source: Remember me
fr: souviens-toi de moi

source: I forgot my PASSWORD
fr: J'ai oublié mon mot de passe

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Sign up here to get started
fr: Inscription

source: Register
fr: S'inscrire

source: Mobile Number
fr: Numéro De Téléphone

source: Gender
fr: Sexe

source: Year of Birth
fr: Année de naissance

source: Identity
fr: Identité

source: I accept the
fr: J'accepte les

source: terms and conditions
fr: termes et les conditions

source: of use
fr: utile

source: View Profile
fr: Voir Le Profil

source: Logout
fr: Déconnexion

source: Stories
fr: Témoignages

source: Celebrities
fr: célébrités

source: Facts
fr: Faits

source: FAQs
fr: Questions fréquentes

source: site admin
fr: Administrateur du site

source: Edit your Profile
fr: Voir Le Profil

source: Oops, please make sure of the following:
fr: S'il vous plaît assurez-vous de ce qui suit

source: Upload your picture:
fr: Ajoute ta photo

source: Choose an avatar:
fr: Choisis un avatar

source: Update profile
fr: Voir Le Profil

source: Comment
fr: Rapport Commentaire

source: Thanks for your feedback
fr: Merci d’avoir donné ton avis

source: Thanks!
fr: Merci!

source: You are now signed in.
fr: Vous êtes maintenant connecté .

source: Click here to continue to the homepage.
fr: Cliquez ici pour continuer à la page d'accueil .

source: Your Email and PASSWORD didn't match. Please try again.
fr: Ton courriel ou ton code d'accès est incorrect. SVP réessaie.

source: Reset PASSWORD
fr: mot de passe

source: Please enter your mobile number and we will send you a new PASSWORD.
fr: Entrez le courriel que vous avez utilisé pour vous inscrire et nous vous enverrons un lien pour réinitialiser votre mot de passe

source: Send
fr: Envoyer

source: PASSWORD Reset Complete
fr: Code NIP modifié avec succès

source: Your PASSWORD has been set.
fr: Ton code NIP a été créé.

source: Click here to sign in.
fr: Vous êtes maintenant connecté .

source: Enter New PASSWORD
fr: mot de passe

source: Please enter your new PASSWORD twice so we can verify you typed it in correctly.
fr: Saisis ton code NIP deux fois pour vérifier qu’il n’y a pas d’erreur.

source: Reset
fr: Tout effacer

source: The PASSWORD reset link was invalid, possibly because it has already been used.
fr: Le lien de modification du NIP était invalide, peut-être parce qu’il a déjà été utilisé.

source: Please request a new PASSWORD reset.
fr: STP fais une nouvelle demande de modification de ton code d'accès.

source: PASSWORD Reset Instructions Sent
fr: Les instructions de modification de ton code d'accès ont été envoyées

source: You should receive an email containing details on resetting your PASSWORD shortly.
fr: Tu devrais recevoir bientôt un courriel contenant les instructions à suivre pour modifier ton NIP.

source: Please enter your email and we will send you a PASSWORD reset link.
fr: Entrez le courriel que vous avez utilisé pour vous inscrire et nous vous enverrons un lien pour réinitialiser votre mot de passe

source: Comments by
fr: Commentaires de

source: Profile
fr: Voir Le Profil

source: Comments
fr: Commentaires

source: Made
fr: Fait

source: More comments for
fr: Plus de commentaires sur

source: This comment has been reported by the community and the user has been banned
fr: Ce commentaire a été signalé à la communauté et son auteur(e) bloqué(e).

source: Don't know the commenting rules?
fr: Tu ne connais pas les règles à suivre pour laisser un commentaire?

source: Read them here
fr: Lisez-les ici

source: This comment has been removed
fr: Ce commentaire a été supprimé

source: Flag
fr: Alerter

source: No comments yet.
fr: Aucun commentaire pour l’instant.

source: Back to
fr: Retour à

source: Terms of Use
fr: Conditions d'utilisation

source: Mobile Number:
fr: Cellulaire

source: Name:
fr: Nom d'utilisateur

source: Surname:
fr: Nom d'utilisateur

source: Display Name:
fr: Pseudonyme:

source: Gender:
fr: Sexe

source: Year of Birth:
fr: Année de naissance

source: Identity:
fr: Identité

source: Edit My Profile
fr: Voir Le Profil

source: Commenting Rules
fr: Règles pour laisser un commentaire

source: More Comments
fr: Plus de commentaires

source: Add Yours
fr: Ajoute le tien / Ajoute la tienne

source: You are banned from commenting for the rest of the day because a comment you made was reported by the community. You will be able to comment again tomorrow
fr: Tu ne peux plus faire de commentaire aujourd'hui, car un de tes commentaires a été signalé par la communauté. Tu pourras de nouveau faire des commentaires demain.

source: Don't know why your comment was reported?
fr: Tu ne sais pas pourquoi ton commentaire a été signalé?

source: You are banned from commenting for
fr: Tu ne peux pas faire de commentaire pendant

source: days because a comment you made was reported by a Moderator
fr: jours parce qu'un de tes commentaires a été signalé par un modérateur.

source: You must be registered to comment
fr: Tu dois être inscrit(e) pour faire un commentaire.

source: Sign in here
fr: S'inscrire

source: Want to comment? You will need to accept our new commenting rules first.
fr: Tu veux faire un commentaire? Tu dois d'abord lire et approuver les règles à suivre.

source: The A4W community likes comments that show you’re as serious about yourself and your family’s future as we are. But there are comments that we don’t like: swear words, dirty words, sexy-talk, pick-ups, come-ons, rudeness, abusiveness, racism, sexism, forcing your religious beliefs on others and posting your phone number or email address in the comments stream.
fr: La communauté de A4W aime les commentaires qui montrent que tu te soucies autant de ton avenir et de celui de ta famille que nous. Mais il y a des commentaires que nous n'aimons pas : jurons, gros mots, commentaires "sexy", tentatives de drague et de flirt, grossièretés, méchancetés, racisme, sexisme, tentatives d'imposer tes convictions religieuses ou renseignements personnels comme un numéro de téléphone ou une adresse courriel.

source: A4W operates on a zero tolerance basis when it comes to inappropriate use of our site. This means:
fr: A4W applique la tolérance zéro en ce qui concerne l'utilisation de son site. Cela signifie que :

source: 1. Moderators will remove the comments we don’t like. If your comment is removed by a moderator you will be banned from commenting on A4W for 3 days.
fr: 1. Les modérateurs supprimeront tout commentaire douteux. Si ton commentaire est supprimé par un modérateur, tu ne pourras pas faire d'autre commentaire pendant 3 jours

source: 2. Any A4W user (yourself included) can remove comments that are offensive by clicking ‘Report’. If your comment is reported by another community member you will be banned from commenting on A4W for 1 day.
fr: 2. Tout utilisateur (y compris toi) peut retirer un commentaire en cliquant sur "signaler". Si un autre utilisateur signale ton commentaire, tu ne pourras plus faire de commentaire pendant une journée.

source: Help keep A4W clean by abiding by the rules and reporting any inappropriate behaviour.
fr: Aide-nous à maintenir la qualité de A4W en respectant les règles et en signalant tout comportement inaproprié.

source: Accept
fr: Accepter

source: Sign In
fr: S'inscrire

source: Prev
fr: Précédent

source: Next
fr: Suivant

source: Comments are currently closed.
fr: La fonction « commentaires » est actuellement inactive.

source: Add your comment
fr: Ajoute un commentaire

source: Report Comment
fr: Rapport Commentaire

source: Vote
fr: Voter

source: See results
fr: Voir les résultats

source: You must be signed in to vote
fr: Ouvre une session pour pouvoir voter

source: Thank you for joining A4W!
fr: Merci de vous joindre A4W !

source: Take me to the home page
fr: Aller à la page d'accueil

source: Mobile number
fr: numéro de téléphone

source: Search Results for
fr: Résultats de la recherche

source: Try Again
fr: Essaie à nouveau

source: Unfortunately no results were found for
fr: Malheureusement, nous n’avons trouvé aucun résultat pour

source: Please try again with a different query.
fr: Essaie une autre recherche
